Repository: HumoyunMamasodiqov/Avto-Service-web-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Kirish
ru: Авторизоваться

source: Usta topish
ru: Поиск мастера

source: O'zingizga qulay usta va manzilni tanlang
ru: Выберите удобную для вас резиденцию и местоположение.

source: Qanday yordam kerak?
ru: Какая помощь необходима?

source: Qanday ish kerak?
ru: Какая работа требуется?

source: Ustalarni qidirish
ru: Поиск мастеров

source: Topilgan ustalar
ru: Найденные мастера

source: Ishlar ko‘rsatilmagan
ru: Вакансий нет.

source: ta sharh
ru: комментарии

source: Favqulodda
ru: Чрезвычайная ситуация

source: yosh
ru: молодой

source: Qo'ng'iroq
ru: Вызов

source: Profilni ko'rish
ru: Прос профиль

source: Mos usta topilmadi
ru: Подходящего мастера не найдено.

source: Asosiy
ru: Дом

source: Sozlamalar
ru: Настройки

source: Boshqa
ru: Другой

source: Buyurtmalar
ru: Заказы

source: Profil
ru: Профиль

source: Qo'ng'iroq qilish
ru: Вызов

source: Navbatga yozulish
ru: Запишитесь в очередь

source: Xizmatlar
ru: Услуги

source: Kelishiladi
ru: Согласованный

source: Manzil va aloqa
ru: Адрес и контактная информация

source: Mijozlar sharhlari
ru: Отзывы покупателей

source: Usta ishingizga baraka! Tez va sifatli!
ru: Благослови ваш шедевр! Быстро и качественно!

source: Tizimga kiring va avtoservis xizmatlaridan to'liq foydalaning
ru: Войдите в систему и воспользуйтесь всеми преимуществами услуг автосервиса.

source: Ilova tili
ru: Язык приложения

source: O'zbekcha
ru: узбекский

source: Tilni tanlang
ru: Выберите язык

source: Tanlash
ru: Выбирать

source: Barcha atrofdagi servislar
ru: Все сопутствующие услуги

source: Xabarnomalar
ru: «Уведомления»

source: Biz bilan bog'lanish
ru: связаться с нами

source: Ma'lumotnoma
ru: Ссылка

source: Versiya
ru: Версия

source: Chiqish
ru: Выход
